{
    "social":{
        "title":"Redes sociales"
    },
    "about":{
        "title":"Sobre",
        "privacy": {
            "title": "Política de privacidad",
            "description": "Martin Emmanuel Tristán Méndez, asi como sus organizaciones (TRM Studio y TRM Systems) respeta la privacidad de todos los clientes, ya sean empleados o personas que colaboran con nosotros.    Estamos comprometidos a proteger y resguardar toda la información personal y profesional que nuestros clientes comparten con nosotros.    **Protección de Datos**  Nos comprometemos a adoptar todas las medidas de seguridad necesarias para garantizar que la información personal de nuestros clientes esté protegida de accesos no autorizados, pérdidas o divulgaciones indebidas.    Estas medidas incluyen protocolos de seguridad física, digital y organizacional. Bajo ninguna circunstancia compartiremos, venderemos o divulgaremos la información personal o de contacto de nuestros clientes con terceros, a menos que contemos con su consentimiento expreso o estemos legalmente obligados a hacerlo.    **Derechos del Cliente**  Los clientes tienen derecho a acceder, corregir o solicitar la eliminación de su información personal en cualquier momento. Si desea ejercer alguno de estos derechos, puede ponerse en contacto con nosotros a través del correo electrónico: martintristan_@outlook.com.    Podemos actualizar esta política de privacidad ocasionalmente para reflejar cambios en nuestras prácticas o leyes aplicables. Le notificaremos de cualquier cambio importante mediante los canales de comunicación que tenemos registrados."
        },
        "terms": {
            "title": "Términos y condiciones",
            "description": "Estos Términos y Condiciones regulan el uso de los servicios proporcionados por  mi persona (Martin Emmanuel Tristán Méndez), TRM Studio y TRM Systems (en adelante “nosotros” o “la empresa”) a nuestros clientes.    Al usar alguno de nuestros servicios, el cliente nos otorga el derecho no exclusivo de utilizar el material creado por TRM Studio y TRM Systems con los siguientes fines:  **• Portafolio:**  Podremos utilizar el material creado como parte de nuestro portafolio, ya sea en formato digital o impreso, para mostrar ejemplos de nuestro trabajo.    **• Marketing y Publicidad:**  Nos reservamos el derecho de usar el material en campañas de marketing, redes sociales, sitio web u otros medios de promoción para la empresa. Esto incluye, pero no se limita a, publicaciones en plataformas digitales y contenido promocional en línea.    **Derechos del Cliente**  El cliente conserva todos los derechos sobre el material creado, a menos que se especifique lo contrario en un contrato por separado. Sin embargo, el cliente concede a la empresa una licencia no exclusiva y gratuita para usar dicho material con los fines mencionados anteriormente.    **Creditos**  Cuando sea posible y adecuado, se proporcionará la atribución adecuada al cliente en el uso de su material, salvo que el cliente solicite lo contrario.    **Excepciones**  Si el cliente no desea que su material sea utilizado para los fines mencionados, puede comunicarlo por escrito a: martintristan_@outlook.com.  Nos comprometemos a respetar dicha solicitud y a no utilizar dicho material en futuras campañas de marketing o promoción.    Nos reservamos el derecho de modificar estos Términos y Condiciones en cualquier momento. Las modificaciones serán notificadas al cliente y entrarán en vigor una vez que se publiquen en nuestro sitio web."
        },
        "cookies": {
            "title": "Política de cookies",
            "description": "En esta pagina (en adelante “nosotros” o “la empresa”), respetamos la privacidad de nuestros clientes y queremos ser transparentes sobre cómo utilizamos las cookies en nuestro sitio web. Esta política explica qué cookies utilizamos y con qué fines.    **¿Qué son las cookies?**  Las cookies son pequeños archivos de texto que se almacenan en tu dispositivo (ordenador, móvil, tablet) cuando visitas un sitio web. Estos archivos permiten que el sitio web recuerde tus preferencias y realice funciones específicas que mejoren tu experiencia de navegación.    **¿Qué tipos de cookies utilizamos?**  En nuestro sitio web utilizamos cookies estrictamente necesarias y de funcionalidad, específicamente para:  **• Preferencias de idioma:**  Guardamos el idioma que seleccionas para que el sitio se muestre en el idioma que prefieres durante tus visitas.    **• Modo oscuro o claro:**  Almacenamos tu preferencia de visualización entre el modo oscuro o el modo claro del sitio, para ofrecerte una experiencia de usuario coherente y personalizada.    **• Otras preferencias del sitio:**  Cualquier otra configuración personalizada que hayas ajustado, como el tamaño de fuente (efectos estéticos etc.)u opciones de accesibilidad.      **¿Qué NO hacemos con las cookies?**  •No utilizamos cookies para rastrear tu actividad fuera de nuestro sitio web.  •No almacenamos datos personales como nombre, correo electrónico o cualquier otra información identificable.  •No compartimos las cookies con terceros para fines publicitarios o de marketing.  •No usamos tus cookies para construir una nave espacial y/o ir a la luna (aunque sería genial).    Las cookies que utilizamos son esenciales para el funcionamiento adecuado de nuestro sitio web y para mejorar tu experiencia. Puedes controlar y gestionar el uso de cookies a través de las opciones de configuración de tu navegador. Sin embargo, ten en cuenta que desactivar ciertas cookies podría afectar la funcionalidad de la página, como la pérdida de preferencias guardadas.    Nos reservamos el derecho de actualizar esta política de cookies en cualquier momento para reflejar cambios en nuestras prácticas o en la legislación aplicable.    Te recomendamos revisar esta página periódicamente para estar al tanto de cualquier actualización."        
        }
    },
    "supportme":{
        "title":"Apóyame",
        "donate":"Donar",
        "sponsor":"Patrocinar"
    },  
    "trmsystems":{
        "title":"TRM Systems",
        "description":"Desarrollo de software y soluciones tecnológicas",
        "contact":"Ver mas"
    },
    "trmstudio":{
        "title":"TRM Studio",
        "description":"Estudio de efectos visuales y marketing digital",
        "contact":"Ver mas"
    },
    "rights": "Todos los derechos reservados"
}